module.exports = {
  1: {
    answer: '最大可以是个头最大哦。',
    tips: '最大可以是个头最大哦。'
  },
  2: {
    answer: '螃蟹比人矮，这是常识。',
    tips: '螃蟹比人矮，这是常识。'
  },
  3: {
    answer: '点击标题中的“蜗牛”', // --
    tips: '点击标题中的“蜗牛”'
  },
  4: {
    answer: '用手把公路滑到奶奶身后',
    tips: '奶奶成功过了马路'
  },
  5: {
    answer: '依次点击苹果、书、猫。',
    tips: 'Apple、Book、Cat。'
  },
  6: {
    answer: '把正方形的一部分拖出屏幕',
    tips: '正方形变成了长方形'
  },
  7: {
    answer: '手指指向“左方”按钮',
    tips: '手指指向“左方”按钮'
  },
  8: {
    answer: '盘子不能吃。',
    tips: '盘子不能吃。'
  },
  9: {
    answer: '手电筒没开，没有灯光',
    tips: '手电筒没开，没有灯光'
  },
  10: {
    answer: '机（鸡）不可失（湿）',
    tips: '机（鸡）不可失（湿）'
  },
  11: {
    answer: '2+2+6',
    tips: '是不是又研究了半天标题'
  },
  12: {
    answer: '移动开每个苹果就能找到啦',
    tips: '干的好，漂亮。'
  },
  13: {
    answer: '把车移开，\n就知道车位了！',
    tips: '是不是感觉智商上了一个台阶'
  },
  14: {
    answer: '7个', // --
    tips: '7个'
  },
  15: {
    answer: '扑克牌是红桃9',
    tips: '扑克牌是红桃9'
  },
  16: {
    answer: '螃蟹上有10处，叉子\n有2处，一共12处',
    tips: '螃蟹上有10处，叉子\n有2处，一共12处'
  },
  17: {
    answer: '叶子距离“我们”两个字最远',
    tips: '叶子距离“我们”两个字最远'
  },
  18: {
    answer: '把小狗拖出屏幕',
    tips: '干的好，漂亮。'
  },
  19: {
    answer: '吾皇万岁（10000岁）',
    tips: '吾皇万岁万岁万万岁~'
  },
  20: {
    answer: '3个',
    tips: '你拿出了3个，当然你只有3个。'
  },
  21: {
    answer: '新闻联播',
    tips: '猜你应该很久没有看“新闻联播”吧'
  },
  22: {
    answer: '10个',
    tips: '眼见不一定为实，需要细心找找。'
  },
  23: {
    answer: '32',
    tips: '看题要看清，做题能做对'
  },
  24: {
    answer: '标题中的小猪包也是',
    tips: '这样的小猪包，一点食欲都没有'
  },
  25: {
    answer: '注意6和9',
    tips: '注意6和9'
  },
  26: {
    answer: '“格格”不入',
    tips: '“格格”不入'
  },
  27: {
    answer: '升高“电梯”二字',
    tips: '你的智商已经沸腾了。'
  },
  28: {
    answer: '输入手机当前时间。',
    tips: '没错，就是问你现在几点了。'
  },
  29: {
    answer: '把“照片”两个字拖入相框中',
    tips: '好别致啊！'
  },
  30: {
    answer: '三个：0、24、86.0。',
    tips: '我国2004年规定零为偶数，是不是涨姿势了！'
  },
  31: {
    answer: '注意标题后面的符号',
    tips: '好笑的圈圈！'
  },
  32: {
    answer: '组合出甜筒冰淇淋',
    tips: '再也不想吃甜筒了，太恶心了'
  },
  33: {
    answer: '将调查表的第一页移开，选择满分即可通关',
    tips: '群众的眼睛是雪亮的'
  },
  34: {
    answer: '用手点击“脑袋”两个字',
    tips: '当然是脑袋最疼。'
  },
  35: {
    answer: '输入6即可过关',
    tips: '我是学霸，妈妈再也不用担心我的学习了！'
  },
  36: {
    answer: '909',
    tips: '909'
  },
  37: {
    answer: '把题目也放进去',
    tips: '这是个神奇的箱子，什么都能装下'
  },
  38: {
    answer: '51181',
    tips: '51181'
  },
  39: {
    answer: '0.01。',
    tips: '无论对折几次，这张纸还是0.01cm厚'
  },
  40: {
    answer: '掐灭烟头',
    tips: '读懂题目很重要。'
  },
  41: {
    answer: '4个', // --
    tips: '4个'
  },
  42: {
    answer: '圆形有无限个边。',
    tips: '圆形有无限个边。'
  },
  43: {
    answer: '“太平洋”中间当然是“平”字',
    tips: '“太平洋”中间当然是“平”字'
  },
  44: {
    answer: '用手指按住私房钱',
    tips: '为什么你藏私房钱这么熟练~'
  },
  45: {
    answer: '狗改不了吃屎',
    tips: '狗改不了吃屎'
  },
  46: {
    answer: '点击题目的“错”字',
    tips: '跟我一起念“错cuò”'
  },
  47: {
    answer: '“新华字典”就4个字',
    tips: '“新华字典”就4个字'
  },
  48: {
    answer: '把题目中的冰字的两点水去掉',
    tips: '万万没想到，这样过关了'
  },
  49: {
    answer: '拖动站牌到汽车即可！',
    tips: '以静制动，我不动他来动。'
  },
  50: {
    answer: '点击题目中的“非洲”两个字',
    tips: '点击题目中的“非洲”两个字'
  },
  51: {
    answer: '9个，九牛一毛',
    tips: '九牛一毛，\n是不是非常有道理。'
  },
  52: {
    answer: '连续点击奖牌\n就能打破最高记录了',
    tips: '是不是很想揍人'
  },
  53: {
    answer: '蛋，一打全碎了，0个',
    tips: '蛋，一打全碎了，0个'
  },
  54: {
    answer: '点击汽车，然后马上用手向左滑动汽车，往回绕过去。',
    tips: '苦海无涯，回头是岸。'
  },
  55: {
    answer: '15岁',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  56: {
    answer: '如果1=10，当然10=1',
    tips: '如果1=10，当然10=1'
  },
  57: {
    answer: '钥匙在左上方，点击钥匙即可过关。',
    tips: '终于打开保险箱了。'
  },
  58: {
    answer: '园长',
    tips: '整个动物园都是园长再管，你说谁是百兽之王呢'
  },
  59: {
    answer: '点击题目中的“12”字',
    tips: '假一赔五，6双12只'
  },
  60: {
    answer: '两根手指，分别按住断开的两根电线。',
    tips: '人体可以导电，该死的室友！'
  },
  61: {
    answer: '一共4张脸，因为黑屏时候能看到自己一张。',
    tips: '一共4张脸，因为黑屏时候能看到自己一张。'
  },
  62: {
    answer: '亲戚，移开“没关系”，然后点击“亲戚”',
    tips: '你的亲戚，没毛病。'
  },
  63: {
    answer: '一起煮，还是4分钟呀',
    tips: '一起煮，还是4分钟呀'
  },
  64: {
    answer: '两个0,思维发散一下。',
    tips: '两个0组成无穷大'
  },
  65: {
    answer: '点击题目中的“珠穆朗玛峰”',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  66: {
    answer: '点击￥10套餐。',
    tips: '没错，￥10套餐最便宜的。'
  },
  67: {
    answer: '点击题目中的“一”',
    tips: '因为只有唐僧是人，其它都不是'
  },
  68: {
    answer: '7+8+9=24。',
    tips: '键盘的数字也是在最下方，7+8+9=24没毛病。'
  },
  69: {
    answer: '答案在之前的关卡寻找，答案“15块”',
    tips: '现已加入金拱门豪华套餐'
  },
  70: {
    answer: '地球',
    tips: '地球离我们是最近的'
  },
  71: {
    answer: '一言九鼎，二言 18个',
    tips: '一言九鼎，二言 18个'
  },
  72: {
    answer: '（111-55）/2=28',
    tips: '（111-55）/2=28'
  },
  73: {
    answer: '旋转等式中的3，拼凑出8来。',
    tips: '6+2=8'
  },
  74: {
    answer: '20根',
    tips: '2个人，二双手，20根'
  },
  75: {
    answer: '0圈，\n因为后轮被支起来了~',
    tips: '二八大杠，儿时的回忆~'
  },
  76: {
    answer: '这里本来就是一张图，当然不会动啦，不信你等到三小时之后。',
    tips: '你确定时钟会动？\n当然是9啊！'
  },
  77: {
    answer: '点击小狗的右耳啦',
    tips: '当然是小狗的右耳啦~因为一模一样'
  },
  78: {
    answer: '把题目中的米字放电饭锅里',
    tips: '煮米饭首先要下米。'
  },
  79: {
    answer: '把等式中的 7 移出屏幕 + 1 = 1',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  80: {
    answer: '母鸡',
    tips: '谁生的蛋，当然归谁咯！'
  },
  81: {
    answer: '10个',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  82: {
    answer: '箭指向题目中 “你”',
    tips: '丘比特给你来了一箭，\n你将收获完美爱情'
  },
  83: {
    answer: '呵呵！是不是看花眼，\n其实一个都没有，0！',
    tips: '余晖效应，即视觉停留！是不是长知识了'
  },
  84: {
    answer: '9把钥匙',
    tips: 'good,干的漂亮。'
  },
  85: {
    answer: '用钱把双眼挡住',
    tips: '只有钱才能让我不见这个无奈肮脏的世界。'
  },
  86: {
    answer: '把式子中的3\n用手来回擦除',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  87: {
    answer: '颜色一样',
    tips: '颜色一样，不要被眼前的景象迷惑。'
  },
  88: {
    answer: '点击云朵下酸雨\n石头被腐蚀掉了',
    tips: '这酸雨“吓”的真及时'
  },
  89: {
    answer: '把题目的“不要”两个字拉到转盘加班的位置再开始旋转',
    tips: '亲，放假啦！'
  },
  90: {
    answer: '5天，因为前四天已经累计爬4米，第五天白天爬3米，刚好出水井',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  91: {
    answer: '检查数量',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  92: {
    answer: '0个字母',
    tips: '中文没有字母，只有拼音。'
  },
  93: {
    answer: '孙俪的老公当然是“邓超”啦',
    tips: '孙俪的老公当然是“邓超”啦'
  },
  94: {
    answer: '2',
    tips: '不要忘记自己是那个抓别人的那一个人。'
  },
  95: {
    answer: '依然是五只鸡',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  96: {
    answer: '迷宫不通，绕道而行',
    tips: '迷宫不通，绕道而行'
  },
  97: {
    answer: '因为你超过了第三名，\n所以当然是第三名啦',
    tips: '因为你超过了第三名，\n所以当然是第三名啦'
  },
  98: {
    answer: '原件（袁键）的儿子当然是“复印件”啦',
    tips: '原件（袁键）的儿子当然是“复印件”啦'
  },
  99: {
    answer: '二十个九',
    tips: '不要忘记91，92，93...'
  },
  100: {
    answer: '点击 界面最上方的关卡后面的数字 “100”',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  101: {
    answer: '（3+8+11）÷ 2=11',
    tips: '（3+8+11）÷ 2=11'
  },
  102: {
    answer: '四十二',
    tips: '四十二,去掉末尾\n剩是“四十”去掉\n首位是“十二”'
  },
  103: {
    answer: '（111-55）/2=28',
    tips: '（111-55）/2=28'
  },
  104: {
    answer: '把所有位置放好\n瓶盖对好即可',
    tips: '并没有每个框里只放一个东西哦！'
  },
  105: {
    answer: '数字显示9时，点击确定',
    tips: '不要相信你看到的数字，他并不是随着点击增加。'
  },
  106: {
    answer: '太阳',
    tips: '虽然你晚上看不到太阳，但是它还是最亮的。'
  },
  107: {
    answer: '用手按住石头\n石头看不见',
    tips: '眼不见为净'
  },
  108: {
    answer: '点击题目中的“D”',
    tips: '老师说审题很重要'
  },
  109: {
    answer: '阿聪0元，阿傻0.99元，所以汽水1元',
    tips: '阿聪0元，阿傻0.99元，所以汽水1元'
  },
  110: {
    answer: '机（鸡）不可失（湿）',
    tips: '机（鸡）不可失（湿）'
  },
  111: {
    answer: '把“禁止停车”4个字拖到红圈内。',
    tips: '吆西！'
  },
  112: {
    answer: '选择B，戒指不在这盒子里',
    tips: '答案其实很简单，对吧。'
  },
  113: {
    answer: '连续点击石头多次再松开，直到石头粉碎。',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  114: {
    answer: '将白云右边的白云移动使两朵白云相撞闪电会击碎石头',
    tips: '天打雷劈，要小心'
  },
  115: {
    answer: '试一试双手点击不同的地方',
    tips: '你是不是作弊了？'
  },
  116: {
    answer: '7张椅子',
    tips: '万万没想到，啦啦啦！'
  },
  117: {
    answer: '羊毛出来羊身上',
    tips: '羊毛出来羊身上呀，没毛病'
  },
  118: {
    answer: '向左移动打印机，插上打印机，点击打印即可',
    tips: '是不是人如其名'
  },
  119: {
    answer: '移动电脑，点击电脑后面的开关。',
    tips: 'Easy!'
  },
  120: {
    answer: '新闻联播',
    tips: '猜你应该很久没有看“新闻联播”吧'
  },
  121: {
    answer: '用手直接把车移动到站牌那去',
    tips: '魔法师用了上帝之手魔法。'
  },
  122: {
    answer: '11炮，头一炮和后一炮中间有九炮',
    tips: '11炮，头一炮和后一炮中间有九炮'
  },
  123: {
    answer: '哈密瓜',
    tips: '王婆当时卖的西域甜瓜现改为哈密瓜'
  },
  124: {
    answer: '标题的叶子图案也需要垂直对齐。',
    tips: '标题的叶子图案也需要垂直对齐。'
  },
  125: {
    answer: '如果昨天是周四（明天）那今天就是周五了--明天是周四，今天是周三。',
    tips: '如果昨天是周四（明天）那今天就是周五了--明天是周四，今天是周三。'
  },
  126: {
    answer: '将石头托起再松开，连续多次可将大地砸出一个洞石头填了地面上的洞',
    tips: '你是一位合格的道路检测师傅。'
  },
  127: {
    answer: '把两个半心形\n组合成一个心形。',
    tips: '恭喜，找到爱心了！'
  },
  128: {
    answer: '忽略图里的字\n按颜色顺序点击即可。',
    tips: '哈哈，有没有被误导到？'
  },
  129: {
    answer: '用手指将地面抬起\n石头会滚下去',
    tips: '此路不通，我来修'
  },
  130: {
    answer: '把两只天鹅嘴亲亲在一起就能看到心形了。',
    tips: '是不是被甜到呢！'
  },
  131: {
    answer: '注意题目标题的小数点，答案：1.23。',
    tips: '小心点，朋友！'
  },
  132: {
    answer: '连续点击篮球架底座\n倒下来之后再投篮\n就能进球',
    tips: '哈哈，\n看我彪悍的篮球哲学'
  },
  133: {
    answer: '两个人同时救起\n同时点击2个人。',
    tips: '两个人都救到啦，给你两个爱的抱抱。'
  },
  134: {
    answer: '胡萝卜不是水果',
    tips: '胡萝卜不是水果'
  },
  135: {
    answer: '同学的哥哥和你没关系',
    tips: '同学的哥哥和你没关系'
  },
  136: {
    answer: '最大的矩形就是3个矩形图下面的背景。',
    tips: '眼睛不要局限于眼前的矩形上，而是下方的矩形'
  },
  137: {
    answer: '真与假的中间\n当然是“与”字啦',
    tips: '真与假的中间\n当然是“与”字啦'
  },
  138: {
    answer: '打开台灯按钮\n就能照出爱心。',
    tips: '恭喜，找到爱心了！'
  },
  139: {
    answer: '一件事实哦\n是一件42',
    tips: '被口音带跑偏了~\n事实哦原来是42呀~'
  },
  140: {
    answer: '确定按钮下方还有一张10块钱，一共是25',
    tips: '这是史上最穷的小偷了吧！'
  },
  141: {
    answer: '将放大镜放在火上面火柴点燃之后放在蜡烛上点燃',
    tips: '放大镜对光的积聚性原理'
  },
  142: {
    answer: '白色',
    tips: '玩家无色盲\n鉴定完毕！'
  },
  143: {
    answer: '把题目中的圈拖到指定的位置，然后再点击',
    tips: '你是不是又作弊了？'
  },
  144: {
    answer: '同时点击三个按钮',
    tips: '三个我都要'
  },
  145: {
    answer: '9',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  146: {
    // "answer": "用两只手指分别\n放在纸巾左右两端\n然后拉扯",
    // "tips": "你一半我一半\n你是我的另一半",
    answer: '如果昨天是周四（明天）那今天就是周五了--明天是周四，今天是周三。',
    tips: '如果昨天是周四（明天）那今天就是周五了--明天是周四，今天是周三。'
  },
  147: {
    answer: '把打印机移动到左边，插上打印机点击打印即可',
    tips: '是不是看起来人如其名。'
  },
  148: {
    answer: '可以循环换\n一共是11瓶',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  149: {
    answer: '将2条黄色的油漆\n用手涂抹掉就干净啦',
    tips: 'So easy!'
  },
  150: {
    answer: '草莓共19笔\n答案19',
    tips: '西瓜=11，苹果=16\n樱桃=25，草莓=19'
  },
  151: {
    answer: '0条，不信你再仔细看看',
    tips: '0条，不信你再仔细看看'
  },
  152: {
    answer: '48',
    tips: '同样九年义务教育，为何你如此优秀'
  },
  153: {
    answer: '格格不入',
    tips: '格格不入'
  },
  154: {
    answer: '6868中有6个圆圈',
    tips: '画个圈圈诅咒你。'
  },
  155: {
    answer: '移开第一排\n第一个的假发即可过关',
    tips: '差点就吃不下饭了。'
  },
  156: {
    answer: '连续点击篮球架底座\n倒下来之后再投篮\n就能进球',
    tips: '哈哈，\n看我彪悍的篮球哲学'
  },
  157: {
    answer: '点击题目中的你',
    tips: '在我心中你永远最帅~'
  },
  158: {
    answer: '依次移开笔记本，平板、手机，桌子就能找到遥控器了',
    tips: '这两个孩子太调皮了！'
  },
  159: {
    answer: '把两只天鹅嘴亲亲在一起就能看到心形了。',
    tips: '是不是被甜到呢！'
  },
  160: {
    answer: '把石头的000移开即可',
    tips: '再重的五指山\n也压不住我阿傻。'
  },
  161: {
    answer: '双手把地面拉开\n让石头落下',
    tips: '大地震了\n远离裂缝带。'
  },
  162: {
    answer: '将冷水和热水融合在一起再给阿傻！',
    tips: '运动完不要急着喝冰水哦'
  },
  163: {
    answer: '把两个灰色的楼放一起就可以顺利通关了。',
    tips: '房子不是这样建的吗？'
  },
  164: {
    answer: '将放大镜放在火上面火柴点燃之后放在蜡烛上点燃',
    tips: '放大镜对光的积聚性原理'
  },
  165: {
    answer: '把牛奶的下半部分移动到阿傻嘴边',
    tips: '这牛奶真好喝~'
  },
  166: {
    answer: '把题目中的冰字的两点水去掉',
    tips: '万万没想到，这样过关了'
  },
  167: {
    answer: '用手擦掉算式上半部分',
    tips: '同样九年义务教育，为何你如此优秀'
  }
}
